Revit 2023 API
GroupTypeId.RailingSystemFamilyHandrails Property
 "Handrail 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RailingSystemFamilyHandrails { get; }
Visual Basic
Public Shared ReadOnly Property RailingSystemFamilyHandrails As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RailingSystemFamilyHandrails {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace